; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 4.2.2
; Update: Sep. 30, 2024


[Lang]
NativeLanguage=简体中文

[GUI]
ButtonClose=关闭
ButtonYes=是
ButtonOk=确定
ButtonNo=否
BtnNews=信息

[Translation]
LangCode=0804|1004
ReadHabit=Left-to-right
LanguageName=CHS
LangShortName=zh-cn
DefaultFont=微软雅黑
DefaultFontSize=9
DefaultCharset=GB2312_CHARSET
Information=信息
Warning=警告
Error=错误
Confirm=确认
FrmMOMain.ckperiod.caption=优化内存每隔
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=分享到QQ空间
FrmMoMain.imgfacebook.hint=分享到百度贴吧
FrmMoMain.imgtwitter.hint=分享到新浪微博
FrmMoMain.chkupdate.caption=自动检查新版本
FrmMoMain.btnlike.caption=赞
FrmMoMain.lblTotalMem.Caption=总内存:
FrmMoMain.lblaopt.Caption=当可用内存低于: 
FrmMoMain.lbltry.Caption=释放更多内存
FrmMoMain.btnsettings.Caption=设置
FrmMoMain.btnOpt.Caption=立即优化
FrmMoMain.chkmin.Caption=关闭时最小化到系统托盘
FrmMoMain.chkauto.Caption=开机自动启动
FrmMoMain.chkautoOpt.Caption=自动优化内存
FrmMoMain.ckchkclearborad.Caption=自动清理剪贴板
FrmMoMain.chkidle.Caption=当cpu空闲的时候优化内存（推荐）
FrmMoMain.lbllang.Caption=当前语言:
FrmMOMain.cknotice.caption=优化后显示通知
FrmMOMain.ckMode.caption=深色主题
;
; About
;
FrmAbout.caption=关于
FrmAbout.btnok.caption=确定
FrmAbout.lblver.caption=当前版本:
FrmAbout.lblemail.caption=客服邮箱:
FrmAbout.lblhome.caption=官方主页：
FrmAbout.lblthanks.caption=特别鸣谢以下人员:
FrmAbout.lblUninstall.caption=卸载说明
FrmAbout.lblPolicy.caption=隐私政策
FrmAbout.lblEula.caption=最终用户许可协议
FrmMOMain.ckShutkey.caption=快捷键
FrmMOMain.btn2.hint=快捷键冲突
[MemoryOptimizer]
ThisTimeFreeMemory=本次为您释放%s内存。
CurPrecent=当前内存使用率:
UsedMemory=已用内存:
AvailableMemory=可用内存:
FreeMemory=释放内存:
At=在
pmShow=显示窗体
pmOpt=立即优化
pmAbout=关于
pmExit=退出
SureExit=内存优化正在运行，是否确认退出？
Mintotray=内存优化正在运行
pmdefragmem=整理内存
pmclearmem=清理内存
pmclearstandbymem=清理待机内存

[Message]
NoNews=您当前没有未读消息。
NewVer=发现一个新版本，您是否需要更新？
NotShowNotice=不再显示此提示信息。
NoOptItem=您至少选择一项优化方式加以优化。
minutes=分钟
hours=小时

[feedback]
InvalidEmail=请输入正确的邮箱地址。
emptyinput=请您给我们的产品提出宝贵的建议。
thanks=谢谢您的反馈!
FrmFeedback.lblfeedback.caption = 请您给 %s 评分?
FrmFeedback.lblemail.caption = 邮箱地址:
FrmFeedback.lblgood.caption =你最喜欢哪个功能?
FrmFeedback.lblbad.caption = 你最不喜欢哪个功能?
FrmFeedback.lblwant.caption = 你最想要什么新功能?
FrmFeedback.btncancel.caption =不感兴趣
FrmFeedback.btnsubmit.caption = 提交